<?php

$data1 = array(
	array(
		'有一天你經過一座橋，橋下風景很漂亮，你會：',
		'慢慢走過去',
		'開開心心蹦蹦跳跳過去',
		'急急忙忙跑過去'
	),
	array(
		'中途遇見一隻兔子，長的漂漂亮亮，躺在路邊一動也不動的，你心裡想：',
		'他在休息',
		'他暈倒了',
		'他死了'
	),
	array(
		'過橋一半的時候，你回家的唯一鑰匙掉到橋下，你會：',
		'奮不顧身的下去撿',
		'在橋上觀望再下去撿',
		'撿都不撿就回家了'
	),
	array(
		'回到家門口，你沒有鑰匙會怎麼辦？',
		'去朋友家',
		'找可能的入口翻進去',
		'等家人回來開門'
	)
);

$data2 = array(
	array(
		'【人生觀態度】',
		'你對自己未來沒有把握！總是邊走邊看走一步算一步的那種！',
		'你對自己的未來充滿自信，相信你這一生不會白活才對！',
		'你是為了別人而活！忙忙碌碌過一生，有點可憐！'
	),
	array(
		'【愛情觀】',
		'你可能對你的愛情不能專心，常常半路就會放棄！',
		'你遇到愛情會無法自拔，會墜入愛情的迷網裡！',
		'你對愛沒啥渴望，心中缺乏愛。'
	),
	array(
		'【對金錢的看法】',
		'你貪財如命，會為了錢誤了你的一生。',
		'你對金錢管理會謹慎一點，常會想買一個東西而想好久才買，買了不喜歡的會難過好久！',
		'你對金錢比較不在乎，視金錢如糞土的人用金錢收買不了他的心的！'
	),
	array(
		'【對家的感覺！包括對家人的態度】',
		'你對家沒甚麼依賴度 如果發生事情你會找朋友而不會想到家人。',
		'你對家人的態度有時會很不耐煩，但事後又會很後悔，但你還是會想家的。',
		'你的家庭一定很美滿，你跟家人處的很好，彼此會互相照顧，是個很顧家的人！'
	)
);

